Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: If a patient does not undergo angiography for any reason, time-resolved CT angiography performed 1-2h after treatment initiation and graded using the mTICI scale will be used with mTICI 2b-3 classified as successful outcome.
es_es: Si por algún motivo, el paciente no se somete a una angiografía, se empleará una antiografía por TC con resolución temporal obtenida 1-2 horas después del inicio del tratamiento, y se clasificará mediante la escala mTICI. Una puntuación en la escala mTICI de 2b-3 indicará un resultado exitoso.

source: If a patient was withdrawn from the trial, the ExSC and the sponsor were to be informed immediately about each individual case.
es_es: Cada vez que se retiraba del estudio a un paciente individual, se debía informar de inmediato al Comité de Dirección Ejecutiva y al patrocinador.

source: If a patient who prematurely discontinued trial medication was not willing to return to the pre-defined trial visits, at minimum a telephone call every 24 weeks (preferably every 12 weeks) and a telephone call at trial end was required to document the occurrence of outcome events and vital status.
es_es: Si un paciente que interrumpió prematuramente la medicación en estudio no aceptaba seguir con las visitas predefinidas del ensayo, se requería como mínimo una llamada telefónica cada 24 semanas (preferiblemente cada 12 semanas) y una llamada telefónica al final del ensayo para documentar la aparición de eventos relacionados y su estado vital.

source: If a subject dies, any post-mortem findings, including histopathology will be provided if available.
es_es: Si un paciente muere, se proporcionarán todos los datos obtenidos después del fallecimiento, incluida la histopatología, si está disponible.

source: If a subject experienced emesis at or before 2 times median tmax of empagliflozin or metformin, the subject’s PK parameters may have been excluded from the analysis.
es_es: Si un sujeto experimentaba emesis en un momento igual o anterior a 2 por la mediana de tmax de empagliflozina o metformina, sus parámetros farmacocinéticos podrían haberse excluido del análisis.

source: If a subject missed an appointment, it was to be rescheduled if possible.
es_es: Si un sujeto dejaba pasar una cita, siempre que fuera posible se la reprogramaba.

source: If a subject was removed from or withdrew from the trial after treatment allocation, this was to be documented and the reason for discontinuation was to be recorded in the electronic case report form (eCRF).
es_es: Si un sujeto era eliminado o decidía retirarse del estudio después de la asignación del tratamiento, el hecho debía documentarse, y el motivo para no continuar en el ensayo debía quedar registrado en el Formulario Electrónico de Reporte de Casos (eCRF).

source: If a subject was removed from or withdrew from the trial prior to treatment allocation, the data of this subject were not to be entered in the trial database and were not to be reported.
es_es: Si un sujeto era eliminado o decidía retirarse del estudio antes de la asignación del tratamiento, sus datos no debían incorporarse en la base de datos del ensayo ni informarse.

source: If a test is successful (null hypothesis rejected), the corresponding alpha portion is maintained for the subsequent test.
es_es: Si una prueba es exitosa (se rechaza la hipótesis nula), se mantiene la porción del α correspondiente para la prueba subsiguiente.

source: If a test is unsuccessful, the alpha portion is lost.
es_es: Si una prueba es rechazada, se pierde la porción del α.

source: If a visit had been designated as an on-site visit but was conducted by phone, the NYHA functional classification had to be performed.
es_es: La clasificación funcional según la NYHA debía hacerse incluso en aquellas consultas que hubieran sido previstas para el centro pero se hubieran realizado por vía telefónica.

source: If a visit was missed, the patient was to be returned to the original visit schedule at the next visit.
es_es: Si el paciente faltaba a una visita, debía retomar el cronograma de visitas original en la siguiente visita.

source: If accepted by local authorities or ethic committees, demographics to be collected in this trial were sex, year of birth, ethnicity and race.
es_es: Los datos demográficos a recopilar en este ensayo serían sexo, año de nacimiento, origen étnico y raza, siempre y cuando lo consintieran las autoridades locales o los comités de ética.

source: If an AE changes in frequency or intensity during a study, a new entry of the event must be made in the CRF.
es_es: Si durante el estudio, cambia la frecuencia o la intensidad de un evento adverso, deberá realizarse un nuevo ingreso del evento en el CRF.

source: If any of the residual solvents are present in the blank solution, the peak areas of the residual solvent concerned obtained with the test and standard addition solutions are corrected by the mean peak area of the residual solvent in the blank solution.
es_es: Si alguno de los disolventes residuales está presente en la solución blanco, las áreas de los picos del disolvente residual en cuestión obtenidas con las soluciones de análisis y estándar de adición se corrigen en función del área del pico media del disolvente residual en la solución blanco.

source: If any restricted treatment was given during the conduct of the trial, the trial medication could have been discontinued temporarily, or if needed permanently.
es_es: Si se debía administrar algún tratamiento restringido durante el ensayo, la medicación en estudio se podia discontinuar temporalmente o, de ser necesario, definitivamente.

source: If approval is suspended or terminated by the Ethics Committee, the Investigator will notify the Study Monitor immediately.
es_es: Si el Comité de Ética suspende o cancela la aprobación, el investigador notificará al supervisor del estudio de inmediato.

source: If assumption-free analysis is required we will report the analysis stratified by baseline stroke severity (NIHSS ≤15, NIHSS 16-19 and NIHSS≥20) and age (≤70 and >70), thus resulting in the total of six strata.
es_es: Si se requiere un análisis no paramétrico, el análisis se estratificará por gravedad inicial del accidente cerebrovascular (NIHSS ≤15, NIHSS 16-19 y NIHSS≥20) y edad (≤70 y >70), lo que da como resultado un total de seis estratos.

source: If blank interference is observed corresponding to retention time of solvent peaks, inject three blank injections and use the average of peak area responses for calculation.
es_es: Si se observa interferencia del blanco correspondiente al tiempo de retención de los picos del disolvente, inyectar tres inyecciones del blanco y usar en los cálculos el promedio de las respuestas del área del pico.

source: If bronchial obstruction deteriorates it is inappropriate and possibly hazardous to simply increase the use of beta2-agonist containing drugs such as BEROTEC.
es_es: Si empeora la obstrucción bronquial, es inapropiado y posiblemente peligroso aumentar sin una previa evaluación el uso de medicamentos que contienen agonistas beta-2 como BEROTEC.

source: If bronchial obstruction deteriorates it is inappropriate and possibly hazardous to simply increase the use of beta2-agonist containing drugs such as BEROTEC. Beyond the recommended dose over extended periods of time.
es_es: Si empeora la obstrucción bronquial, es inapropiado y posiblemente peligroso aumentar, sin una previa evaluación, el uso de medicamentos que contienen agonistas beta-2, como BEROTEC, más allá de la dosis recomendada durante períodos prolongados.

source: If data obtained after reporting indicates that the assessment of causality is incorrect, then the SAE form may be appropriately amended, signed and dated, and resubmitted.
es_es: Si los datos obtenidos después de la presentación de informes indican que la evaluación de la causalidad es incorrecta, entonces el formulario de eventos adversos graves puede modificarse según corresponda, firmarse, fecharse y volver a enviarse.

source: If dramatic clinical recovery occurs in the interim, the patient should still undergo diagnostic angiography.
es_es: Si mientras tanto, la recuperación clínica del paciente es sorprendente, debe someterse de igual forma a una angiografía diagnóstica.

source: If ethanesulfonic acid is present in the material under test, a spot is visible at the same height as in the chromatogram obtained with the reference solution.
es_es: Si hay ácido etanosulfónico en la sustancia experimental, se verá una mancha a la misma altura que en con la solución de referencia.

source: If ethylene glycol is present in the blank solution, the peak areas of ethylene glycol obtained with the test and standard solutions are corrected by the mean peak area of ethylene glycol in the blank solution.
es_es: Si hay etilenglicol en la solución blanco, las áreas de los picos de etilenglicol obtenidas con las soluciones de prueba y estándar se corrigen por el área media del pico de etilenglicol en la solución blanco.

source: If extreme thinning or complete lack of the microcolony lawn compared to the negative, vehicle control plates was observed, no revertants were counted.
es_es: Si se observaba un adelgazamiento extremo o una ausencia total del fondo bactreriano, en términos de microcolonias, en comparación con las placas de control negativas (excipientes), no se contaba ninguna mutación inversa.

source: If female subjects of child bearing potential were included, adequate contraception was to be maintained throughout the course of the trial (see Section 9.3.1).
es_es: Las mujeres en edad fértil incluidas en el estudio, si fuera el caso, debían emplear métodos anticonceptivos adecuados durante todo el curso del ensayo (véase la Sección 9.3.1).

source: If fewer than 20 subjects per part completed the trial, the trial clinical monitor together with the trial pharmacokineticist and the trial statistician were to decide if and how many subjects were to be replaced.
es_es: En el caso de que hubiera menos de 20 sujetos en cada parte del ensayo, el monitor y los responsables de farmacocinética y estadística debían decidir si correspondía reemplazarlos y, de ser así, cuántos reemplazantes se incorporarían en el estudio.

source: If important information that may affect the safe use of Spevigo is not yet available, it is listed under ‘missing information’ below.
es_es: Si existe información importante que puede afectar el uso seguro de Spevigo y aún no está disponible, se incluye al final bajo "información faltante".

source: If in-line conductivity cells cannot be dismantled, system calibration may be performed against a calibrated conductivity-measuring instrument with a conductivity cell placed close to the cell to be calibrated in the water flow.
es_es: Si no se pueden desmontar las celdas de conductividad en línea, el sistema se puede calibrar comparándolo con un conductómetro calibrado y poniendo una celda de conductividad junto la celda calibrable en el flujo de agua.

source: If intracranial angiography was not obtainable, the primary end point was assessed as reperfusion of greater than 50% of the involved territory on CT perfusion performed around the time that catheter angiography would otherwise have been performed.
es_es: Si no se podía obtener una angiografía intracraneal, el criterio de valoración principal se evaluó como la reperfusión de más del 50 % del territorio afectado en la perfusión por TC realizada en torno al momento en que, de otro modo, se habría realizado la angiografía con catéter.

source: If it does not appear, please contact the issuing authority.
es_es: Si no se lo encuentra allí, comuníquese con la autoridad emisora.

source: If it is felt impossible to obtain perfusion imaging an independent clinician blinded to treatment must certify that he/she believes imaging is not possible.
es_es: Si se considera imposible obtener imágenes de perfusión, un médico independiente y que desconozca el tratamiento debe certificar que, a su entender, no es viable adquirir las imágenes.

source: If it was known that a subject became pregnant during the trial, administration of the study medication was to be stopped immediately and the subject was to be removed from the trial.
es_es: Ante una confirmación de embarazo durante el estudio, la persona debía dejar de recibir la medicación en estudio inmediatamente y ser eliminada del ensayo.

source: If it was not feasible, not medically appropriate, or if a patient was not willing or able to complete a planned clinic visit on-site, then a remote visit (telephone contact) could be performed instead
es_es: Si no fuera factible, no fuera médicamente apropiado, o si un paciente no quisiera o no pudiera completar una visita clínica planificada en el centro, entonces se podría realizar una visita remota (contacto telefónico).

source: If ketoacidosis was suspected, trial medication was to be discontinued, the patient was to be evaluated, and prompt treatment was to be initiated.
es_es: Ante la sospecha de cetoacidosis, se debía suspender la medicación del ensayo, se debía evaluar al paciente y se debía iniciar el tratamiento de inmediato.

source: If knowledge of the actual treatment of a patient was required to provide appropriate medical treatment or to assure the safety of trial participants, investigators could perform emergency unblinding of the treatment allocation (see Section 9.4.1.5.2).
es_es: Si fuera necesario conocer el tratamiento real de un paciente para proporcionar un tratamiento médico adecuado o garantizar la seguridad de los participantes del ensayo, los investigadores podrían realizar un desenmascaramiento de emergencia de la asignación del tratamiento (ver la Sección 9.4.1.5.2).

source: If metabolic acidosis, KA or DKA was suspected, further investigations were to be done according to medical judgement and the clinical course until a diagnosis was made and/or the patient recovered.
es_es: Si se sospechaba la presencia de acidosis metabólica, cetoacidosis o cetoacidosis diabética, había que seguir investigando de acuerdo con el criterio médico y el curso clínico hasta alcanzar un diagnóstico y/o hasta que se recuperara el paciente.

source: If necessary, a device for eliminating solvents an be added.
es_es: Si es necesario, se puede añadir un dispositivo de eliminación de disolventes.

source: If necessary, afterwards the characters “AA”, “AB”, “AC” and so forth are used.
es_es: De ser necesario, luego se agregan los caracteres AA, AB, AC y así sucesivamente.

source: If necessary, equipment undergoes established product changeover procedures performed according to SOPs.
es_es: Si es necesario, el equipo se somete a procedimientos de reacondicionamiento establecidos y acordes a los procedimientos operativos estándar para los sucesivos productos.

source: If necessary, re-adjust the pH.
es_es: Si es necesario, reajustar el pH.

source: If necessary, the dilution factor is calculated gravimetrically according to the following formula:
es_es: Si es necesario, se calcula el factor de dilución por gravimetría, según la fórmula siguiente:

source: If necessary, the dilution of samples and standard must be performed with the respective buffers (with comparable molarity and density), in which alteplase is dissolved.
es_es: En caso necesario, la dilución de las muestras y del estándar debe realizarse con los respectivos buffers de disolución de alteplasa (con molaridad y densidad equiparables).

source: If non- inferiority for the primary endpoint was established for the 1.3 margin, superiority for the primary endpoint and then for the first key secondary endpoint was to be tested according to a hierarchical testing procedure, followed by testing for treatment differences on the second and third key secondary endpoints [c23238241, Table 9.7.1.2: 1].
es_es: Una vez establecida la ausencia de inferioridad en el criterio de valoración primario con un margen de 1.3, la superioridad en este y, luego en el primer criterio de valoración secundario clave, debía evaluarse siguiendo un procedimiento analítico jerárquico, seguido de una evaluación de diferencias entre tratamientos en razón del segundo y el tercer criterio de valoración secundario clave [c23238241, Tabla 9.7.1.2: 1].

source: If non-inferiority is established, superiority will be declared if the lower end of the above 95% confidence interval is greater than zero.
es_es: Establecida la no inferioridad, se declarará la superioridad si la cota inferior de dicho intervalo de confianza del 95% es mayor que cero.

source: If noninferiority was established, superiority of tenecteplase was tested with the use of binary logistic regression, with adjustment for the site of vessel occlusion.
es_es: De establecerse la no inferioridad, se sometería a evaluación la superioridad de la tenecteplasa por medio de regresión logística binaria, con ajuste en función del lugar de oclusión arterial.

source: If not otherwise agreed in a given contract between you and us, we will provide electronically to you through your DocuSign® user account all contractual documents, notices and other documents that are required to be provided or made available to you during the course of our business relationship with you.
es_es: A menos que se acuerde lo contrario en un contrato específico entre Usted y nosotros, enviaremos a su cuenta de DocuSign® todos los documentos contractuales, avisos y demás documentación que debamos facilitarle en el transcurso de nuestra relación comercial.

source: If not stated otherwise solubility determinations were performed at room temperature.
es_es: Salvo especificación en contrario, la solubilidad se determinó a temperatura ambiente.

source: If not stated otherwise, a k SD (k = 5) approach was chosen.
es_es: A menos que se indique lo contrario, se optó por un enfoque de k desviaciones estándar (k = 5).

source: If not stipulated otherwise in the ISF, the investigator was to immediately report (within 24 h or the next business day, whichever was shorter) the following events to the sponsor via telephone/fax using the SAE form:
es_es: Salvo estipulación en contrario en el archivo del centro investigador, el investigador debía informar al patrocinador todo lo siguiente de inmediato (dentro de las 24 h o al día laborable siguiente, de anteceder en el tiempo) por teléfono o fax, usando el formulario de eventos adversos serios:

source: If not used immediately, in-use storage times and conditions prior to use are the responsibility of the user and would normally not be longer than 24 hours at 2 – 8°C.
es_es: Si no se usa inmediatamente, los tiempos y condiciones de almacenamiento previos al uso son responsabilidad del usuario, y, como norma, no deben superar las 24 horas ni salirse de los 2 - 8° C.

source: If only Class 3 solvents are present, a non-specific method such as loss on drying may be used.
es_es: Si solo hay disolventes de clase 3, se puede utilizar un método no específico, como la pérdida por desecación.

source: If patients had more than one occlusion site, the most proximal occlusion is listed.
es_es: Si los pacientes presentaban más de un sitio de oclusión, se enumera la oclusión más proximal.

source: If performed, the remote visit was to be used to assess the patient’s overall wellbeing and to collect information on adverse events, including potential outcome events and SAEs, concomitant therapies, NYHA class, and, as applicable, study medication compliance
es_es: Si se realizaba, la visita remota se utilizaría para evaluar el bienestar general del paciente y recopilar información sobre eventos adversos, incluidos eventos de desenlace eventos adversos graves posibles, tratamientos concomitantes, clasificación según NYHA y, de corresponder, cumplimiento de la medicación del estudio.

source: If possible, other adverse events and concomitant therapy changes since last visit had to be recorded.
es_es: En lo posible, debían registrarse otros eventos adversos y cambios de terapia concomitantes desde la última visita.

source: If purified water in bulk does not meet the requirement for conductivity prescribed for Water for injections (0169) in bulk, a risk assessment according to general chapter 5.20.
es_es: Si el agua purificada a granel no cumple con los requisitos de conductividad prescritos paraAgua para inyectables (0169) de granel, una evaluación de riesgos según el capítulo general 5.20.

source: If purified water in bulk does not meet the requirement for conductivity prescribed for Water for injections (0169) in bulk, a risk assessment according to general chapter 5.20. Elemental impurities is carried out.
es_es: Si el agua purificada a granel no cumple con los requisitos de conductividad prescritos paraAgua para inyectables (0169) a granel, se evalúan los riesgos según el capítulo general 5.20.Impurezas elementales.

source: If required.
es_es: Si es necesaria.

source: If several actions were indicated at the same time, the intake of meals was to be the last action.
es_es: Si se indicaban varias acciones al mismo tiempo, la ingesta de comidas debía ser la última acción.

source: If silicone oil is used, corresponding requirements from Ph. Eu. 3.1.8 and USP NF <<dimethicone >> will be applicable.
es_es: Si se utiliza aceite de silicona, se aplicarán los requisitos correspondientes de Ph. Eu. 3.1.8 y USP NF «dimeticona».

source: If silicone oil is used, corresponding requirements from Ph.
es_es: Si se utiliza aceite de silicona, se cumplirán los requisitos correspondientes del Ph.

source: If such a patient was identified, an additional AE table was produced where treatment was assigned to the actual treatment taken.
es_es: Si se identificaba a dicho paciente, se generaba una tabla de eventos adversos adicionales donde se asignaba como tratamiento el tratamiento real recibido.

source: If such abnormalities already existed before the patient was included in the trial, they were to be considered as baseline conditions.
es_es: Si tales anomalías ya existían antes de que el paciente fuera incluido en el ensayo, debían considerarse parte del estado inicial.

source: If testing 1 mg tablet samples, make three replicate injections of Standard Solution 2.
es_es: Si se van a evaluar muestras de los comprimidos de 1 mg, hacer tres inyecciones repetidas de la solución estándar 2.

source: If the Similarity factor does not fall within 0.95 to 1.05, prepare fresh Standard stock solution in duplicate, re-inject in single injection and calculate similarity factor again as above.
es_es: Si el factor de similitud no cae entre 0.95 y 1.05, preparar una solución estándar madre nueva por duplicado, reinyectar en una inyección individual y volver a calcular el factor de similitud como antes.

source: If the Similarity fader does not fall within 0.95 to 1.05, prepare fresh Reference solution (d} in duplicate, re-inject in single injection and calculate Similarity factor again as above. 1f the similarity factor falls within the limit, inject the re-prepared Reference solution (d1) in replicate and continue the sequence for Blank and sample.
es_es: Si el factor de similitud no cae entre 0.95 y 1.05, preparar una solución de referencia (d) nueva por duplicado, reinyectar en una inyección individual y volver a calcular el factor de similitud como antes.

source: If the acceptable criteria for variation is met, report the mean Benzene sulphonic acid value using the formula:
es_es: Si se cumplen los criterios de aceptación de la variacion, consignar la media del ácido bencensulfónico mediante la siguiente fórmula:

source: If the acceptance value exceeds the limit, test the next 20 film-coated tablets.
es_es: Si el valor de aceptación excede el límite, evaluar los siguientes 20 comprimidos recubiertos.
